---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InstanceReferenceLevelParam
source: html/a6074e3a-72b4-e336-6b2c-9cb13558f047.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InstanceReferenceLevelParam Property

"Reference Level"

## Syntax (C#)
```csharp
public static ForgeTypeId InstanceReferenceLevelParam { get; }
```